{
    "Home": "Bosh sahifa",
    "About": "Biz haqimizda",
    "Login": "Kirish",
    "Islamic Finance": "Islom moliyasi",
    "Contact": "Aloqa",
    "Special Shariah Board": "Maxsus Shariat Kengashi",
    "Programs": "Dasturlar",
    "Your number": "Sizning raqamingiz",
    "Password": "Parol",
    "Submit": "Yuborish",
    "Successfully logged in": "Muvaffaqiyatli kirildi",
    "Our Services": "Bizning Xizmatlarimiz",
    "The primary goal of Al Muamalat Consulting is to contribute to the comprehensive development of Islamic finance in Uzbekistan and Central Asia, considering the interests of the countries and in accordance with existing regulations.": "Al Muamalat Consultingning asosiy maqsadi O'zbekiston va Markaziy Osiyoda islom moliyasining kompleks rivojlanishiga hissa qo'shishdir, bu mamlakatlarning manfaatlarini hisobga olgan holda va mavjud qonunlarga muvofiq.",
    "To be the leading consulting firm in Central Asia, fostering a robust and inclusive Islamic finance ecosystem that empowers individuals and businesses, and promotes sustainable economic growth in the region": "Markaziy Osiyoda yetakchi konsalting firmasi bo'lish, shaxslar va bizneslarni qo'llab-quvvatlaydigan, barqaror iqtisodiy o'sishni rag'batlantiradigan islom moliyasi ekotizimini rivojlantirish.",
    "We help local Islamic finance organizations establish practical cooperation with Islamic finance organizations in Turkey, Indonesia, and Malaysia. We organize experience exchange trips.": "Biz mahalliy islomiy moliya sohasida faoliyat yuritayotgan tashkilotlar uchun Turkiya, Indoneziya va Malayziyadagi Islomiy moliya tashkilotları bilan amaliy hamkorlik o'matishda yordam beramiz. Tajriba almasıhnuvi safarlarini tashkil etamiz.",
    "We provide short-term training courses, expert-led seminars, conferences, and training trips to leading Islamic financial institutions.": "Biz qisqa muddatli trening kursları, mutaxassislar tomonidan olib boriladigan seminarlar, konferensiyalar va yetakchi Islomiy moliyaviy institutlarga sayohat treninglarini taqdim etamiz.",
    "International Cooperation": "Xalqaro Hamkorlik",
    "Education and Training": "Ta'lim va Treninglar",
    "For Islamic Banks": "Islomiy Banklar uchun",
    "We provide our advice on Islamic Banking and Islamic Finance. We support the development of competitive services based on sound principles.": "Biz Islomiy Bank va Islomiy moliya bo'yicha maslahatlarimizni taqdim etamiz. Asoslangan holda raqobatbardor xizmatlarni ishlab chiqishda ko'mak beramiz.",
    "Shari'a Compliance": "Shari'a Maslahati",
    "Services for checking and certifying the compliance of Islamic finance products with Shari'a requirements.": "Islomiy moliya mahsulotlarining Shariat talablariga muvofiqligini tekshirish va tasdiqlash xizmatlari.",
    "Audit Services": "Audit Xizmatlari",
    "Special audit services and preparation of financial reports for Islamic financial institutions.": "Islomiy moliya institutlari uchun maxsus audit xizmatlari va moliyaviy hisobotlarni tayyorlash.",
    "Project Financing": "Loyiha Moliyalashtirish",
    "Services for financing projects based on Murabaha, Musharaka, and Ijara principles.": "Murabaha, Musharaka va Ijara tamoyillariga asoslangan loyihalarni moliyalashtirish xizmatlari.",
    "Assistance in implementing international Islamic finance standards such as AAOIFI and IFSB.": "AAOIFI va IFSB kabi xalqaro islomiy moliya standartlarini joriy etishda yordam.",
    "International Standards": "Xalqaro Standartlar",
    "Development of specialized software and IT solutions for Islamic banks.": "Islomiy banklar uchun maxsus dasturiy ta'minot va IT yechimlarini ishlab chiqish.",
    "IT Solutions": "IT Yechimlar",
    "Risk Management": "Riskni Boshqarish",
    "Development of risk management systems for Islamic financial institutions.": "Islomiy moliya institutlari uchun risklarni boshqarish tizimlarini ishlab chiqish.",
    "Startup Incubator": "Startap Inkubator",
    "Support for startup projects in the field of Islamic financial technologies.": "Islomiy moliya texnologiyalari sohasidagi startap loyihalarini qo'llab-quvvatlash."
}